[
    {
        "id" : "01",
        "label" : "Montreal",
        "description" : [ 
                            "Montreal, Quebec, incorporated as a city in 1832, population 1,704,694 (2016 c), 1,649,519 (2011 c).",
                            " Montreal is Canada’s second largest city and is home to nearly half of the province of Quebec’s",
                            " population. It is the metropolis of the province and was the most populous city in Canada for a",
                            " century and a half. It is located in southwestern Quebec on Île de Montreal at the confluence ",
                            "of the St. Lawrence and Ottawa rivers."
                        ]     
    },
    {
        "id" : "02",
        "label" : "Toronto",
        "description" : [
                            "Toronto, Ontario, incorporated as a city in 1834, population 2,731,571 (2016 census), 2,615,060 (2011 census).",
                            " Toronto is Ontario’s capital city, Canada’s largest municipality and the fourth largest city in North America.",
                            " It is made up of the former cities of Toronto, North York, Scarborough, York and Etobicoke, and the former",
                            " borough of East York. The city is home to a large immigrant population, and is a national and international",
                            " hub for finance, communications and cultural life."
                        ]            
    },
    {
        "id" : "03",
        "label" : "Edmonton",
        "description" : [
                            "Edmonton is the capital city of the province of Alberta, Canada. Sometimes called Canada's Gateway",
                            " to the North, Edmonton is the farthest north of Canada's large cities and has important road, rail ",
                            "and air transportation links. As of the 2016 Census, Edmonton's population was 932,546 people, making", 
                            "it the second-largest city in Alberta, after Calgary. It is the fifth-largest city in Canada."
                        ]  
    },
    {
        "id" : "04",
        "label" : "Vancouver",
        "description" : [
                            "Vancouver is a Canadian city in the province of British Columbia. It is the largest metropolitan",
                            "centre in western Canada and third largest in Canada. The city's population is 2,132,824. Vancouver is one of the",  
                            "cities of the Greater Vancouver Regional District (GVRD) and of the larger geographic region commonly known as the", 
                            "Lower Mainland of BC. Vancouver is internationally renowned for preserving its natural beauty within the",
                            "metropolis. Vancouver is home to one of North America's largest urban parks, Stanley Park. The city has", 
                            "all the urban amenities of a major city, as well as easy access to the Pacific Ocean and the mountains",
                            "of the Pacific Coast Range."
                        ]  
    },
    {
        "id" : "04",
        "label" : "Halifax",
        "description" : [
                            "Halifax, Nova Scotia, incorporated as a city in 1841, population 403,131 (2016 c), 390,096 (2011 c). Halifax is", 
                            "the capital of Nova Scotia and the largest urban area in Atlantic Canada. On 1 April 1996 Halifax was amalgamated",
                            "with neighbouring communities to form the Halifax Regional Municipal Government. Halifax Regional Municipality", 
                            "occupies a strategic and central location on the province's east coast and is one of the world's largest harbours.",
                            " Sometimes called 'Warden of the North' for its historic military role, today it is a major regional centre for", 
                            "Atlantic Canada's economy."
                        ]  
    }             
]